{"PMID": "33033899", "TI": "Should not we be using aspirin in patients with a ventriculoatrial shunt? Borrowing a leaf from other specialities: a case for surrogate evidence.", "AB": "INTRODUCTION: Ventriculoatrial (VA) shunts are life-saving in circumstances where ventriculoperitoneal shunts (VP) have failed. They are at risk for different complications, and more specific of them are cardiopulmonary complications. Currently, there are no standard recommendations concerning screening for risk factors, prophylaxis, or anticoagulation treatment in patients after VA shunt placement. Our study aims to prospectively study the possible role and efficacy of the use of aspirin to increase the survival of shunts in children with VA shunt and avoid secondary morbidity. In this article, the authors describe the interim results of an ongoing prospective study which supports the use of aspirin for VA shunt. MATERIALS AND METHODS: The study design is prospective. The duration of the study is 2011 onwards and is ongoing. Hospital ethics board clearance and consent from the family were taken before inclusion in the study. All patients who had VA shunt were given a once-a-day low-antiplatelet dose of aspirin 5 mg/kg, from the first postoperative day onwards. Primary endpoints of the study are as follows: (1) major distal end malfunction documented on echocardiography or (2) any cardiac complications associated with the VA shunt catheter. RESULTS: We have 6 patient since march 2011, who are being followed up. None of the shunts had malfunctioned until the reporting. None of the patients had any cardiac issues reported. The patients are to be followed continually. The present follow-up ranges from 2.5 to 10 years. The patient follow-up is being continued. CONCLUSIONS: Aspirin is a drug with well-accepted safety profile, and its use and our preliminary observation and outcome of the use of aspirin in VA shunt are promising.", "JT": "Child's nervous system : ChNS : official journal of the International Society for Pediatric Neurosurgery", "FAU": ["Udayakumaran, Suhas", "Kumar, Shine"]}