{"PMID": "33515330", "TI": "Retrospective high volume comparative study suggests that patients on aspirin could have immediate surgery for hip fractures without significant blood loss.", "AB": "PURPOSE: This study aimed to investigate the effects of aspirin on peri-operative hidden blood loss during hip fracture surgery by adjusting for possible factors affecting blood loss using a propensity score matching method. METHODS: We retrospectively collected data from a cohort of isolated hip fracture patients (aged >/= 65 years)who underwent surgery from January 2010 to December 2019. The study's primary outcome was blood loss from admission to the day after surgery in the aspirin and control groups. We estimated the hidden blood loss, calculated based on patient's blood volume, haemoglobin measurements, and blood transfusions. The secondary outcome focused on the requirement for blood transfusion. We adjusted for possible factors affecting blood loss using a propensity score matching method and statistically examined the effects of aspirin on hip fracture surgery. RESULTS: We enrolled 806 patients of whom 271 (34%) were taking anticoagulant and antiplatelet drugs, while 114 (14%) were taking only aspirin (aspirin group). A total of 535 patients were not taking antiplatelets and anticoagulants (control group). In propensity score matching, 103 patients were matched. Aspirin was not associated with a significantly higher risk of hidden blood loss (aspirin group; median 598 mL [410-783 mL] vs control group; median 556 ml [321-741 mL], p = 0.14) and higher risk of blood transfusion requirement (aspirin group; 49 patients [48%] vs control group; 39 patients [38%], p = 0.21). CONCLUSION: Aspirin did not affect peri-operative blood loss in hip fracture surgery. We concluded that patients taking aspirin can safely undergo hip fracture surgery without delay.", "JT": "International orthopaedics", "FAU": ["Ohmori, Takao", "Toda, Kazukiyo", "Kanazawa, Tomoko", "Tada, Keitaro", "Yagata, Yukihisa", "Ito, Yasuo"]}