{"PMID": "33667470", "TI": "Aspirin prescribing for cardiovascular disease in middle-aged and older adults in Ireland: Findings from The Irish Longitudinal Study on Ageing.", "AB": "Aspirin use for cardiovascular indications is widespread despite evidence not supporting use in patients without cardiovascular disease (CVD). This study characterises aspirin prescribing among people aged >/=50years in Ireland for primary and secondary prevention, and factors associated with prescription. This cross-sectional study includes participants from wave 3 (2014-2015) of The Irish Longitudinal Study on Ageing. We identified participants reporting use of prescribed aspirin, other antiplatelets/anticoagulants, and doctor-diagnosed CVD (MI, angina, stroke, TIA) and other cardiovascular conditions. We examined factors associated with aspirin use for primary and secondary prevention in multivariate regression. For a subset, we also examined 10-year cardiovascular risk (using the Framingham general risk score) as a predictor of aspirin use. Among 6618 participants, the mean age was 66.9years (SD 9.4) and 55.6% (3679) were female. Prescribed aspirin was reported by 1432 participants (21.6%), and 77.6% of aspirin users had no previous CVD. Among participants with previous CVD, 16.5% were not prescribed aspirin/another antithrombotic. This equates to 201,000 older adults nationally using aspirin for primary prevention, and 16,000 with previous CVD not prescribed an antithrombotic. Among those without CVD, older age, male sex, free health care, and more GP visits were associated with aspirin prescribing. Cardiovascular risk was significantly associated with aspirin use (adjusted relative risk 1.15, 95%CI 1.08-1.23, per 1% increase in cardiovascular risk). Almost four-fifths of people aged >/=50years on aspirin have no previous CVD, equivalent to 201,000 adults nationally, however prescribing appears to target higher cardiovascular risk patients.", "JT": "Preventive medicine", "FAU": ["Moriarty, Frank", "Barry, Alan", "Kenny, Rose Anne", "Fahey, Tom"]}