{"PMID": "34016116", "TI": "Development and user-testing of a brief decision aid for aspirin as a preventive approach alongside colorectal cancer screening.", "AB": "BACKGROUND: Several epidemiological and cohort studies suggest that regular low-dose aspirin use independently reduces the long-term incidence and risk of colorectal cancer deaths by approximately 20%. However, there are also risks to aspirin use, mainly gastrointestinal bleeding and haemorrhagic stroke. Making informed decisions depends on the ability to understand and weigh up benefits and risks of available options. A decision aid to support people to consider aspirin therapy alongside participation in the NHS bowel cancer screening programme may have an additional impact on colorectal cancer prevention. This study aims to develop and user-test a brief decision aid about aspirin to enable informed decision-making for colorectal screening-eligible members of the public. METHODS: We undertook a qualitative study to develop an aspirin decision aid leaflet to support bowel screening responders in deciding whether to take aspirin to reduce their risk of colorectal cancer. The iterative development process involved two focus groups with public members aged 60-74 years (n = 14) and interviews with clinicians (n = 10). Interviews (n = 11) were used to evaluate its utility for decision-making. Analysis was conducted using a framework approach. RESULTS: Overall, participants found the decision aid acceptable and useful to facilitate decision-making. They expressed a need for individualised risk information, more detail about the potential risks of aspirin, and preferred risk information presented in pictograms when offered different options. Implementation pathways were discussed, including the possibility of involving different clinicians in the process such as GPs and/or community pharmacists. A range of potentially effective timepoints for sending out the decision aid were identified. CONCLUSION: An acceptable and usable decision aid was developed to support decisions about aspirin use to prevent colorectal cancer.", "JT": "BMC medical informatics and decision making", "FAU": ["Semedo, Lenira", "Lifford, Kate J", "Edwards, Adrian", "Seddon, Kathy", "Brain, Kate", "Smits, Stephanie", "Dolwani, Sunil"]}